[
  {
    "content": "The eighth generation Skyline R32 was rolled out in May 1989. Three months later, the “GT-R” was brought back after the 16-year absence. The engine was a specially designed “RB26DETT” of 2.6-liter inline 6-cylinder DOHC twin turbo and generated maximum power of 280ps. The drive system was called “ATTESA E-TS” that was the electronically controlled torque split 4WD which transmitted the best torque to all the wheels. It even had the 4-wheel multilink suspension. These equipment realized one of the best performances all over the world as a sedan-based sport car. This GT-R has a record of amazing 29 victories and no defeat for 4 seasons at Japan Touring Car Championship from 1990 through 1993. It also received a high reputation at overseas races like Spa-Francorchamps24 Hours.",
    "label": "BNR32",
    "src": "https://static.carthrottle.com/workspace/uploads/posts/2015/12/c3c017e603108f23951b1e29f36ed445.jpg"
  },
  {
    "content": "The ninth-generation Skyline (R33) was launched in August 1993, though the GT-R launch was slightly delayed: following its display in the autumn of 1993 at the 30th Tokyo Motor Show, it was finally launched in January 1995. This particular vehicle is the prototype displayed at the Tokyo Motor Show; the front and road-wheel design differ from the production model.",
    "label": "BCNR33",
    "src": "https://avtoexperts.ru/wp-content/uploads/BWOh2sPJ.jpg"
  },
  {
    "content": "The 10th generation Skyline R34 was rolled out in 1998. The body had high rigidity to improve motion performance while securing enough interior space in a smaller body. Its highest-level performance model “GT-R” was released in 1999. “V⋅spec” was the center of talks due to higher traveling performance achieved by exclusive aero parts, specifically tuned suspensions and active LSD, and styling like a racing car. V⋅spec II added in 2000 adopted carbon engine hood with *NACA duct and aluminum pedals which created spartan atmosphere. This car is V⋅spec II of the special color “Bayside Blue.”",
    "label": "BNR34",
    "src": "https://i.pinimg.com/originals/45/98/ef/4598efde3d20bf642095160172cac78b.jpg"
  },
  {
    "content": "меми з тачками появилися давно, але мемами вони стали тільки недавно",
    "label": "cringe",
    "src": "https://i.pinimg.com/originals/d0/b0/e6/d0b0e6d8a7ce4f4054f379816c22853d.jpg"
  }
]